Repository: bestpractical/rt-extension-mandatoryontransition
Catalog: po/*.po
Languages: fr

source: %1 is required when changing Status to %2
fr: %1 est obligatoire lors du passage en %2

source: %1 must be %4 when changing %2 to %3
fr: %1 doit être %4 lorsqu’on passe de %2 à %3

source: %1 must be one of: %4 when changing %2 to %3
fr: %1 doit être parmi : %4 lorsqu’on passe de %2 à %3

source: %1 must not be %4 when changing %2 to %3
fr: %1 ne doit pas être %4 lorsqu’on passe de %2 à %3

source: %1 must not be one of: %4 when changing %2 to %3
fr: %1 ne doit pas être parmi :%4 lorsqu’on passe de %2 à %3

source: A member of group %1 is required for role: %2
fr: Un membre du groupe %1 est requi pour le rôle : %2

source: Add %1
fr: Ajouter %1

source: Could not load object for %1
fr: Impossible de charger l’objet pour %1

source: Could not load user: %1
fr: Impossible de charger l’utilisateur : %1

source: Failed to load role %1 for ticket
fr: Impossible de charger le rôle « %1 »
